Repository: codiseek/wallet
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ky, uk

source: Смена пароля
ky: Сырсөздү алмаштыруу
uk: Зміна пароля

source: Закрыть
ky: Жабуу
uk: Закрити

source: Сложность пароля
ky: Сырсөздүн татаалдыгы
uk: Складність пароля

source: Не задан
ky: Белгиленбеген
uk: Не задано

source: Введите текущий пароль
ky: Учурдагы сырсөздү киргизиңиз
uk: Введіть поточний пароль

source: Введите новый пароль
ky: Жаңы сырсөздү киргизиңиз
uk: Введіть новий пароль

source: Повторите новый пароль
ky: Жаңы сырсөздү кайталаңыз
uk: Повторіть новий пароль

source: Советы для надежного пароля:
ky: Ишенимдүү сырсөз үчүн кеңештер:
uk: Поради для надійного пароля:

source: Минимум 8 символов
ky: Жок дегенде 8 символ
uk: Мінімум 8 символів

source: Заглавные буквы
ky: Баш тамгалар
uk: Великі літери

source: Строчные буквы
ky: Кичине тамгалар
uk: Малі літери

source: Цифры
ky: Сандар
uk: Цифри

source: Специальные символы
ky: Атайын символдор
uk: Спеціальні символи

source: Отмена
ky: Жокко чыгаруу
uk: Скасувати

source: Сохранить
ky: Сактоо
uk: Зберегти

source: Ваш профиль
ky: Сиздин профилиңиз
uk: Ваш профіль

source: Очистка всех транзакций
ky: Бардык транзакцияларды тазалоо
uk: Очищення всіх транзакцій

source: Удаление аккаунта
ky: Каттоо эсебин жок кылуу
uk: Видалення акаунта

source: Текущий баланс
ky: Учурдагы баланс
uk: Поточний баланс

source: Доходы
ky: Кирешелер
uk: Доходи

source: Расходы
ky: Чыгашалар
uk: Витрати

source: Мои категории
ky: Менин категорияларым
uk: Мої категорії

source: За 1 месяц
ky: 1 айга
uk: За 1 місяць

source: За день
ky: Бир күнгө

source: За неделю
ky: Бир жумага
uk: За тиждень

source: За 3 месяца
ky: 3 айга
uk: За 3 місяці

source: За 6 месяцев
ky: 6 айга
uk: За 6 місяців

source: За 9 месяцев
ky: 9 айга
uk: За 9 місяців

source: За 12 месяцев
ky: 12 айга
uk: За 12 місяців

source: Добавить категорию
ky: Категория кошуу
uk: Додати категорію

source: Категорий пока нет
ky: Азырынча категория жок
uk: Категорій поки немає

source: Платежи и долги
ky: Төлөмдөр жана карыздар
uk: Платежі та борги

source: Добавить
ky: Кошуу
uk: Додати

source: Общая
ky: Баары
uk: Загальна

source: Просрочено
ky: Мөөнөтү өткөн
uk: Прострочено

source: Выполнено
ky: Аякталды
uk: Виконано

source: Активные
ky: Активдүү
uk: Активні

source: Просроченные
ky: Мөөнөтү өткөндөр
uk: Прострочені

source: Оплаченные
ky: Төлөнгөндөр
uk: Оплачені

source: Список платежей пуст
ky: Төлөмдөрдүн тизмеси бош
uk: Список платежів порожній

source: Загрузка...
ky: Жүктөлүүдө...
uk: Завантаження...

source: Возможности
ky: Мүмкүнчүлүктөр
uk: Можливості

source: Скачать
ky: Жүктөп алуу
uk: Завантажити

source: Попробовать бесплатно
ky: Акысыз сынап көрүү
uk: Спробувати безкоштовно

source: Финансовая ясность —
ky: Каржылык тактык —
uk: Фінансова ясність —

source: теперь это просто!
ky: азыр бул жөнөкөй!
uk: тепер це просто!

source: Начать использовать
ky: Колдонууну баштоо
uk: Почати використовувати

source: Узнать больше
ky: Кененирээк билүү
uk: Дізнатися більше

source: Бесплатно
ky: Акысыз
uk: Безкоштовно

source: Работает везде
ky: Бардык жерде иштейт
uk: Працює всюди

source: Открытый код
ky: Ачык код
uk: Відкритий код

source: Все
ky: Баары
uk: Всі

source: Еда
ky: Тамак-аш
uk: Їжа

source: Жильё
ky: Турак жай
uk: Житло

source: Работа
ky: Иш
uk: Робота

source: Продукты
ky: Продуктулар
uk: Продукти

source: Сегодня
ky: Бүгүн
uk: Сьогодні

source: Зарплата
ky: Эмгек акы

source: 2 дня назад
ky: 2 күн мурун
uk: 2 дні тому

source: Топливо
ky: Жанармай
uk: Паливо

source: АЗС
ky: Жанармай бекети

source: 3 дня назад
ky: 3 күн мурун
uk: 3 дні тому

source: Главная
ky: Башкы
uk: Головна

source: Категории
ky: Категориялар
uk: Категорії

source: Заметки
ky: Эскертүүлөр
uk: Нотатки

source: Мощные возможности в вашем кармане
ky: Кудумчугуңуздагы күчтүү мүмкүнчүлүктөр
uk: Потужні можливості у вашій кишені

source: Coinza объединяет все необходимое для полного контроля над вашими финансами в одном элегантном приложении
ky: Coinza каржыңызга толук көзөмөлдөө үчүн зарыл болгон бардыгын бир элеганттуу колдонмодо бириктирет
uk: Coinza об'єднує все необхідне для повного контролю над вашими фінансами в одному елегантному додатку

source: Детальная статистика
ky: Деталдуу статистика
uk: Детальна статистика

source: Круговые диаграммы расходов
ky: Чыгашалардын тегерек диаграммалары
uk: Кругові діаграми витрат

source: Сравнение периодов
ky: Междулдарды салыштыруу
uk: Порівняння періодів

source: Прогресс финансовых целей
ky: Каржылык максаттардын прогресси
uk: Прогрес фінансових цілей

source: Умные заметки
ky: Акылдуу эскертүүлөр
uk: Розумні нотатки

source: Напоминания о платежах
ky: Төлөм жөнүндө эскертүүлөр
uk: Нагадування про платежі

source: Финансовые цели
ky: Каржылык максаттар
uk: Фінансові цілі

source: Быстрый доступ к заметкам
ky: Эскертүүлөргө тез кирүү
uk: Швидкий доступ до нотаток

source: Мультивалютность
ky: Көп валюталуулук
uk: Мультивалютність

source: 4 основные валюты
ky: 4 негизги валюта
uk: 4 основні валюти

source: Быстрое переключение
ky: Тез которулуу
uk: Швидке перемикання

source: Автоматический учет
ky: Автоматтык эсеп
uk: Автоматичний облік

source: Автоматическое накопление процента от доходов
ky: Кирешеден пайызды автоматтык түрдө топтоо
uk: Автоматичне накопичення відсотка від доходів

source: Гибкая система категорий с иконками
ky: Символдор менен ийкемдүү категориялар системасы
uk: Гнучка система категорій з іконками

source: Уведомления
ky: Эскертүүлөр
uk: Сповіщення

source: Система умных уведомлений и напоминаний
ky: Акылдуу эскертүүлөр жана эстутумдар системасы
uk: Система розумних сповіщень та нагадувань

source: Установите как нативное приложение
ky: Туңгуч колдонмо катары орнотуңуз
uk: Встановіть як нативний додаток

source: Элегантный и интуитивный интерфейс
ky: Элеганттуу жана интуитивдүү интерфейс
uk: Елегантний та інтуїтивний інтерфейс

source: Каждый экран тщательно продуман для максимального удобства использования на мобильных устройствах
ky: Ар бир экран мобилдик түзмөктөрдө максималдуу ыңгайлуулук үчүн иштелип чыккан
uk: Кожен екран ретельно продуманий для максимальної зручності використання на мобільних пристроях

source: Главный экран
ky: Башкы экран
uk: Головний екран

source: Визуальная статистика
ky: Визуалдык статистика
uk: Візуальна статистика

source: Прогресс-бары и цветовые индикаторы
ky: Прогресс-барлар жана түс индикаторлору
uk: Індикатори прогресу та кольорові індикатори

source: История операций
ky: Операциялардын тарыхы
uk: Історія операцій

source: Последние транзакции с детализацией
ky: Деталдары менен акыркы транзакциялар
uk: Останні транзакції з деталізацією

source: Быстрая фильтрация
ky: Тез фильтрация
uk: Швидка фільтрація

source: Сортировка по категориям и периодам
ky: Категориялар жана мезгилдер боюнча иреттөө
uk: Сортування за категоріями та періодами

source: Оплата интернета
ky: Интернет төлөмү
uk: Оплата інтернету

source: до 15 числа
ky: 15-ге чейин

source: Не забыть оплатить интернет до 15 числа каждого месяца
ky: Ар айдын 15-инче интернетти төлөөнү унутпаңыз
uk: Не забути сплатити за інтернет до 15 числа кожного місяця

source: Постоянное развитие
ky: Туруктуу өнүгүү
uk: Постійний розвиток

source: Пользователей
ky: Колдонуучулар
uk: Користувачів

source: Обновлений
ky: Жаңыртуулар
uk: Оновлень

source: Поддержка
ky: Колдоо
uk: Підтримка

source: Начните управлять финансами сегодня
ky: Каржыңызды башкарууну бүгүн баштаңыз
uk: Почніть керувати фінансами сьогодні

source: Сканируйте QR-код чтобы открыть приложение на вашем смартфоне
ky: Смартфоңузда колдонмону ачуу үчүн QR-кодду сканерлеңиз
uk: Відскануйте QR-код щоб відкрити додаток на вашому смартфоні

source: Наведите камеру смартфона
ky: Смартфоңуздун камерасын көздөңүз
uk: Наведіть камеру смартфона

source: Простое и удобное приложение для управления личными финансами
ky: Жеке каржыларды башкаруу үчүн жөнөкөй жана ыңгайлуу колдонмо
uk: Простий та зручний додаток для управління особистими фінансами

source: Приложение
ky: Колдонмо
uk: Додаток

source: Помощь
ky: Жардам
uk: Допомога

source: О проекте
ky: Долбоор жөнүндө
uk: Про проект

source: Открытый исходный код. Разрабатывается с любовью к сообществу.
ky: Ачык баштапкы код. Коомчулукка сүйүү менен иштелип чыгат.
uk: Відкритий вихідний код. Розробляється з любов'ю до спільноти.

source: Новость
ky: Жаңылык
uk: Новина

source: Заметка
ky: Эскертүү
uk: Нотатка

source: Задача
ky: Мишени
uk: Завдання

source: Платеж
ky: Төлөм
uk: Платіж

source: Список заметок
ky: Эскертүүлөрдүн тизмеси
uk: Список нотаток

source: Ваши умные заметки
ky: Сиздин акылдуу эскертүүлөрүңүз
uk: Ваші розумні нотатки

source: Создавайте заметки с напоминаниями и никогда не упускайте важное
ky: Эстутумдар менен эскертүүлөрдү түзүп, маанилүү нерсени эч качан жоготпогула
uk: Створюйте нотатки з нагадуваннями і ніколи не пропускайте важливе

source: Умные напоминания
ky: Акылдуу эстутумдар
uk: Розумні нагадування

source: Получайте уведомления точно в срок
ky: Эскертүүлөрдү так мезгилинде алыңыз
uk: Отримуйте сповіщення точно вчасно

source: Все под контролем
ky: Баары көзөмөлдө
uk: Все під контролем

source: Просматривайте и редактируйте в любое время
ky: Кайсы убакта болбосун көрүп, түзөтүңүз
uk: Переглядайте та редагуйте в будь-який час

source: Мгновенный доступ
ky: Дароо кирүү
uk: Миттєвий доступ

source: Ваши мысли всегда под рукой
ky: Сиздин ойлоруңуз ар дайым колуңузда
uk: Ваші думки завжди під рукою

source: Создать первую заметку
ky: Биринчи эскертүү түзүү
uk: Створити першу нотатку

source: Панель управления
ky: Башкаруу панели
uk: Панель керування

source: Пароль
ky: Сырсөз

source: Выйти
ky: Чыгуу
uk: Вийти

source: Админка
ky: Админ панели
uk: Адмінка

source: Юзеры
ky: Колдонуучулар
uk: Користувачі

source: Всего пользователей
ky: Бардык колдонуучулар
uk: Всього користувачів

source: Новых за неделю
ky: Бир жумада жаңылар
uk: Нових за тиждень

source: Активных сегодня
ky: Бүгүн активдүүлөр
uk: Активних сьогодні

source: Показать все
ky: Баарын көрсөтүү
uk: Показати все

source: Последний зарегистрированный
ky: Акыркы катталган
uk: Останній зареєстрований

source: Последние регистрации
ky: Акыркы каттоолор
uk: Останні реєстрації

source: Список пользователей
ky: Колдонуучулардын тизмеси
uk: Список користувачів

source: Загрузка пользователей...
ky: Колдонуучулар жүктөлүүдө...
uk: Завантаження користувачів...

source: Загрузить еще
ky: Дагы жүктөө
uk: Завантажити ще

source: Язык
ky: Тил
uk: Мова

source: English
ky: Англисче
uk: Англійська

source: Українська
ky: Украинче

source: Выберите язык интерфейса.
ky: Интерфейс тилин тандаңыз.
uk: Виберіть мову інтерфейсу.

source: Русский
ky: Орусча
uk: Російська

source: Открыть все языки
ky: Бардык тилдерди ачуу
uk: Відкрити всі мови

source: Выберите валюту для отображения сумм.
ky: Суммаларды көрсөтүү үчүн валютаны тандаңыз.
uk: Виберіть валюту для відображення сум.

source: Открыть все валюты
ky: Бардык валюталарды ачуу
uk: Відкрити всі валюти

source: Цель
ky: Максат
uk: Мета

source: Укажите %% чтобы автоматически откладывать в резерв и сумму, которую хотите накопить.
ky: Резервге автоматтык түрдө коюу үчүн %% жана топтогусу келген сумманы көрсөтүңүз.
uk: Вкажіть %% щоб автоматично відкладати в резерв та суму, яку хочете накопичити.

source: Управление данными
ky: Маалыматтарды башкаруу
uk: Управління даними

source: Backup данных
ky: Маалыматтардын резервдик көчүрмөсү
uk: Backup даних

source: Восстановить
ky: Калпына келтирүү
uk: Відновити

source: Импорт из банков
ky: Банктардан импорт
uk: Імпорт з банків

source: Загрузить выписку
ky: Выписканы жүктөө
uk: Завантажити виписку

source: распознавание магазинов, сохранение дат и времени транзакций, детальное описание операций и сортировка по категориям
ky: дарькандарды тааноо, транзакциялардын датасын жана убактысын сактоо, операциялардын деталдуу сүрөттөлүшү жана категориялар боюнча иреттөө
uk: розпізнавання магазинів, збереження дат та часу транзакцій, детальний опис операцій та сортування за категоріями

source: Этот проект <span class='font-bold text-blue-400'>полностью бесплатен</span> и разрабатывается для того, чтобы финансовое управление было доступно каждому без исключения.
ky: Бул долбоор <span class='font-bold text-blue-400'>толугу менен акысыз</span> жана каржылык башкаруу ар бир адамга эч кандай тыюу салынбастан жеткиликтүү болушу үчүн иштелип чыгат.
uk: Цей проект <span class='font-bold text-blue-400'>повністю безкоштовний</span> і розробляється для того, щоб фінансове управління було доступним кожному без винятку.

source: Ваша поддержка позволит ускорить разработку новых функций, повысить стабильность работы и реализовать дополнительные возможности для всех пользователей.
ky: Сиздин колдооңуз жаңы функцияларды иштеп чыгууну ылдамдатат, иштөөнүн туруктуулугун жогорулатат жана бардык колдонуучулар үчүн кошумча мүмкүнчүлүктөрдү ишке ашырууга мүмкүндүк берет.
uk: Ваша підтримка дозволить прискорити розробку нових функцій, підвищити стабільність роботи та реалізувати додаткові можливості для всіх користувачів.

source: Благодарим за доверие к нашему проекту! Ваша поддержка помогает развиваться дальше.
ky: Биздин долбоорго ишенгениңиз үчүн рахмат! Сиздин колдооңуз андан ары өнүгүүгө жардам берет.
uk: Дякуємо за довіру до нашого проекту! Ваша підтримка допомагає розвиватися далі.

source: Мои сбережения
ky: Менин үнемдөөлөрүм
uk: Мої заощадження

source: Текущий резерв
ky: Учурдагы резерв
uk: Поточний резерв

source: Процент от доходов
ky: Кирешеден пайыз
uk: Відсоток від доходів

source: Целевой резерв
ky: Максаттуу резерв
uk: Цільовий резерв

source: Ваша финансовая цель
ky: Сиздин каржылык максатыңыз
uk: Ваша фінансова мета

source: Накоплено
ky: Топтолду
uk: Накопичено

source: Осталось
ky: Калды
uk: Залишилося

source: Поздравляем! Цель достигнута!
ky: Куттуктайбыз! Максатка жеттиңиз!
uk: Вітаємо! Мета досягнута!

source: Осталось совсем немного!
ky: Бир аз гана калды!
uk: Залишилося зовсім трохи!

source: Отличный прогресс!
ky: Сонун прогресс!
uk: Відмінний прогрес!

source: Продолжайте в том же духе!
ky: Ошол эле рухта улантыңыз!
uk: Продовжуйте в тому ж дусі!

source: Начните свой путь к цели
ky: Максатка жолуңузду баштаңыз
uk: Почніть свій шлях до мети

source: Отложено в этом месяце
ky: Бул айда коюлду
uk: Відкладено цього місяця

source: Всего накоплено
ky: Баары топтолду
uk: Всього накопичено

source: растет каждый месяц
ky: ар айда өсүп турат
uk: зростає щомісяця

source: Список задач
ky: Мишендердин тизмеси
uk: Список завдань

source: Выполненные
ky: Аткарылгандар
uk: Виконані

source: Здесь будут отображаться все ваши финансовые операции.
ky: Бул жерде сиздин бардык каржы иштериңиз көрсөтүлөт!
uk: Тут будуть відображатися всі ваші фінансові операції.

source: Импорт из MBank
ky: MBankтан импорт
uk: Імпорт з MBank

source: Загружайте выписки прямо из банка в панели управления
ky: Башкаруу панелинде банктан түз эле выпискаларды жүктөңүз
uk: Завантажуйте виписки прямо з банку в панелі керування

source: Добавляйте доходы и расходы
ky: Кирешелерди жана чыгашаларды кошуңуз
uk: Додавайте доходи та витрати

source: Отслеживайте каждую операцию для полной картины
ky: Толук көрүнүш үчүн ар бир операцияны көзөмөлдөңүз
uk: Відстежуйте кожну операцію для повної картини

source: Анализируйте статистику
ky: Статистиканы талдоо
uk: Аналізуйте статистику

source: Смотрите куда уходят деньги и откуда приходят
ky: Акча кайда кеткенин жана кайдан келгенин көрүңүз
uk: Дивіться, куди йдуть гроші та звідки приходять

source: Сортируйте по категориям
ky: Категориялар боюнча иреттеңиз
uk: Сортуйте за категоріями

source: Группируйте операции для лучшего понимания
ky: Жакшыраак түшүнүү үчүн операцияларды топтоңуз
uk: Групуйте операції для кращого розуміння

source: Здесь пока пусто!
ky: Бул жерде азырынча бош!
uk: Тут поки порожньо!

source: Интерфейс
uk: Інтерфейс

source: Профиль
uk: Профіль

source: Кыргызча
uk: Киргизька

source: Экспорт
uk: Експорт

source: Импорт
uk: Імпорт

source: Прогресс
uk: Прогрес
